/*
 This file contains translations for the white balances provided
 by Canon cameras. The values must match the wording used by the
 camera (if provided) when set to this language.
 */

"EOSWhiteBalanceAuto" = "Automatic";
"EOSWhiteBalanceDaylight" = "Daylight";
"EOSWhiteBalanceCloudy" = "Cloudy";
"EOSWhiteBalanceIncandescent" = "Tungsten Light";
"EOSWhiteBalanceWhiteFluorescent" = "White Fluorescent Light";
"EOSWhiteBalanceFlash" = "Flash";
"EOSWhiteBalanceCustom" = "Custom";
"EOSWhiteBalanceShade" = "Shade";
"EOSWhiteBalanceColorTemp" = "Color Temperature";
"EOSWhiteBalanceAutoWhitePriority" = "Automatic (White Priority)";
"EOSWhiteBalanceCustom1" = "Custom 1";
"EOSWhiteBalanceCustom2" = "Custom 2";
"EOSWhiteBalanceCustom3" = "Custom 3";
"EOSWhiteBalanceCustom4" = "Custom 4";
"EOSWhiteBalanceCustom5" = "Custom 5";
